; WC_INFormApps == Provides a system of numeric references to Techs and PG-Projects while adding mini-tags to Key Resources and Corpses
; The intention here is to allow much faster detection of various gameplay activities; Inventory list, Projects, Enemies killed Notifications, Loot pickups, etc
; Note that this feature was previously available through my LAByrinth Mod only


;----------------
; MUCH Shorter Lines to compress various HUD string calls!
; Adding Mini-TUGs to give focus to such "elements" where necessary too

; Lines #7043 ++
; Supplies + Alloys + Cores + Crystals mini-prefix-Tugs

[Supplies X2ItemTemplate]
FriendlyName=" §  Материалы"
FriendlyNamePlural=" §  Материалы"

[AlienAlloy X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Alloys' width='24' height='24' vspace='-4'> Инопланетные сплавы"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Alloys' width='24' height='24' vspace='-4'> Инопланетных сплавов"

[EleriumCore X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Cores' width='24' height='24' vspace='-4'> Ядро элерия"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Cores' width='24' height='24' vspace='-4'> Ядра элерия"

[EleriumDust X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Elerium' width='24' height='24' vspace='-4'> Кристаллы элерия"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Elerium' width='24' height='24' vspace='-4'> Кристаллов элерия"

; Lines #7053 ++ Corpse(s) = †

[CorpseAdventTrooper X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventTRP' width='24' height='24' vspace='-2'> Труп солдата \"Адвента\""
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventTRP' width='24' height='24' vspace='-2'> Трупа солдат \"Адвента\""
BriefSummary="<font color='#FFD038' size='26'>[6x] »</font> Броня Хищника/Надзирателя\n\nВ броне эти особи еще могут сойти за человека, но инопланетные черты и оранжевая кровь выдают родословную солдат \"Адвента\"."

[CorpseAdventOfficer X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventOFF' width='24' height='24' vspace='-2'> Труп офицера \"Адвента\""
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventOFF' width='24' height='24' vspace='-2'> Трупа офицеров \"Адвента\""

[CorpseAdventTurret X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventTURs' width='24' height='24' vspace='-2'> Обломки турели \"Адвента\""
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventTURs' width='24' height='24' vspace='-2'> Обломки турелей \"Адвента\""

[CorpseAdventStunLancer X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventSTL' width='24' height='24' vspace='-2'> Труп копейщика \"Адвента\""
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventSTL' width='24' height='24' vspace='-2'> Трупа копейщиков \"Адвента\""
BriefSummary="<font color='#FFD038' size='26'>[2x] »</font> Костюм \"Паук\"/\"Призрак\"\n\nПо мере трупного окоченения на лицах копейщиков постепенно проступает дикая ухмылка - скорее всего, результат приема опасных доз боевых стимуляторов перед боем."

[CorpseAdventShieldbearer X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventSHB' width='24' height='24' vspace='-2'> Труп щитоносца \"Адвента\""
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventSHB' width='24' height='24' vspace='-2'> Трупа щитоносцев \"Адвента\""

[CorpseAdventPsiWitch X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Avatar' width='24' height='24' vspace='-2'> Труп Аватара"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Avatar' width='24' height='24' vspace='-2'> Трупа Аватаров"

[CorpseAdventMEC X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventMECs' width='24' height='24' vspace='-2'> Обломки МЭКа \"Адвента\""
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventMECs' width='24' height='24' vspace='-2'> Обломки МЭК \"Адвента\""

[CorpseSectoid X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Sectoid' width='24' height='24' vspace='-2'> Труп сектоида"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Sectoid' width='24' height='24' vspace='-2'> Трупа сектоидов"
BriefSummary="<font color='#FFD038' size='26'>[1x] »</font> Ментальный щит\n\nПосле смерти сектоиды сморщиваются и сворачиваются в клубок, подобно паукам, и становятся похожи на маленьких диких существ, с которыми мы имели дело в первую войну."

[CorpseAndromedon X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Andromedon' width='24' height='24' vspace='-2'> Обломки андромедона"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Andromedon' width='24' height='24' vspace='-2'> Обломки андромедонов"

[CorpseViper X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Viper' width='24' height='24' vspace='-2'> Труп вайпера"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Viper' width='24' height='24' vspace='-2'> Трупа вайпера"
BriefSummary="<font color='#FFD038' size='26'>[1x] »</font> Наноаптечка\n\nМощная мускулатура хвоста вайпера продолжает рефлекторно сжиматься спустя несколько часов после смерти, хотя сканирование мозга не выявляет никакой активности."

[CorpseArchon X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Archon' width='24' height='24' vspace='-2'> Труп архонта"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Archon' width='24' height='24' vspace='-2'> Трупа архонтов"

[CorpseMuton X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Muton' width='24' height='24' vspace='-2'> Труп мутона"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Muton' width='24' height='24' vspace='-2'> Трупа мутонов"

[CorpseChryssalid X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Chryssalid' width='24' height='24' vspace='-2'> Труп криссалида"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Chryssalid' width='24' height='24' vspace='-2'> Трупа криссалидов"
BriefSummary="<font color='#FFD038' size='26'>[2x] »</font> Адский узор\n\nИсключительная токсичность яда криссалидов требует хранить все образцы в прочных контейнерах, запертых на замок, - так советуют поступать опытные ветераны."

[CorpseSectopod X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventSectopod' width='24' height='24' vspace='-2'> Обломки сектопода"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventSectopod' width='24' height='24' vspace='-2'> Обломки сектоподов"

[CorpseFaceless X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Faceless' width='24' height='24' vspace='-2'> Труп безликого"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Faceless' width='24' height='24' vspace='-2'> Трупа безликих"
BriefSummary="<font color='#FFD038' size='26'>[2x] »</font> Маяк-имитатор\n\nОстатки безликого, которые необходимо хранить в высокотехнологичных контейнерах, быстро разлагаются, оставляя после себя вонючую жижу."

[CorpseCyberus X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_CodexBrain' width='24' height='24' vspace='-2'> Мозг Кодекса"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_CodexBrain' width='24' height='24' vspace='-2'> Мозги Кодексов"

[CorpseGatekeeper X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Gatekeeper' width='24' height='24' vspace='-2'> \"Раковина\" привратника"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Gatekeeper' width='24' height='24' vspace='-2'> \"Раковины\" Привратников"
BriefSummary="<font color='#FFD038' size='26'>[1x] »</font> Пси-усилитель\n\nОрганизм внутри \"раковины\" крайне необычен: его органы чувств, похоже, на самом деле принадлежат раковине. На внутренней поверхности видны длинные строчки символов, частично напоминающих древние иероглифы."

[CorpseBerserker X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Berserker' width='24' height='24' vspace='-2'> Труп берсерка"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Berserker' width='24' height='24' vspace='-2'> Обломки берсерков"
BriefSummary="<font color='#FFD038' size='26'>[1x] »</font> Сыворотка \"Драйв\"\n\nДолгое время после гибели берсерка химические инжекторы продолжают накачивать его бездыханное тело мощными стимуляторами и анестетиками."

; DLC2/AH

[CorpseViperKing X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AH-ViperKing' width='24' height='24' vspace='-2'> Труп короля вайперов"

[CorpseBerserkerQueen X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AH-BerserkerQueen' width='24' height='24' vspace='-2'> Труп королевы-берсерка"

[CorpseArchonKing X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AH-ArchonKing' width='24' height='24' vspace='-2'> Труп архонта-короля"

; WOTC #24230

[CorpseAdventPurifier X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventPUR' width='24' height='24' vspace='-2'> Труп чистильщика \"Адвента\""
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventPUR' width='24' height='24' vspace='-2'> Трупы чистильщиков \"Адвента\""

[CorpseAdventPriest X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_AdventPRI' width='24' height='24' vspace='-2'> Труп жреца \"Адвента\""
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_AdventPRI' width='24' height='24' vspace='-2'> Трупы жрецов \"Адвента\""

[CorpseTheLost X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Lost' width='24' height='24' vspace='-2'> Труп Странника"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Lost' width='24' height='24' vspace='-2'> Трупы Странников"

[CorpseSpectre X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_Spectre' width='24' height='24' vspace='-2'> Труп призрака"
FriendlyNamePlural="<img src='img:///INFo_UILibrary.Tug_Spectre' width='24' height='24' vspace='-2'> Трупы призраков"

; PCS(1g2b3r)

[CommonPCSSpeed X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> ПБМ: Скорость"

[CommonPCSConditioning X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> ПБМ: Адаптация"

[CommonPCSFocus X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> ПБМ: Концентрация"

[CommonPCSPerception X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> ПБМ: Восприятие"

[CommonPCSAgility X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS1g' width='24' height='24' vspace='-4'> ПБМ: Подвижность"

[RarePCSSpeed X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> ПБМ: Продвинутая скорость"

[RarePCSConditioning X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> ПБМ: Продвинутая адаптация"

[RarePCSFocus X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> ПБМ: Продвинутая концентрация"

[RarePCSPerception X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> ПБМ: Продвинутое восприятие"

[RarePCSAgility X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS2b' width='24' height='24' vspace='-4'> ПБМ: Продвинутая подвижность"

[EpicPCSSpeed X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> ПБМ: Ультраскорость"

[EpicPCSConditioning X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> ПБМ: Ультраадаптация"

[EpicPCSFocus X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> ПБМ: Ультраконцентрация"

[EpicPCSPerception X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> ПБМ: Ультравосприятие"

[EpicPCSAgility X2EquipmentTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_PCS3r' width='24' height='24' vspace='-4'> ПБМ: Ультраподвижность"

; PAD(S)

[AdventDatapad X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_YPADad' width='24' height='24' vspace='-4'> Планшет \"Адвента\""

[AlienDatapad X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_YPADal' width='24' height='24' vspace='-4'> Кэш данных пришельцев"

[FacilityLeadItem X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_YPADfl' width='24' height='24' vspace='-4'> Данные о станции"

[ChosenInformation X2ItemTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_YPADcf' width='24' height='24' vspace='-4'> Информация Избранного"

; WUP(1g2b3r)

[CritUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Лазерный прицел"

[CritUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Модифицированный лазерный прицел"

[CritUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Улучшенный лазерный прицел"

[AimUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Прицел"

[AimUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Модифицированный прицел"

[AimUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Улучшенный прицел"

[ClipSizeUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Расширенный магазин"

[ClipSizeUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Модифицированный расширенный магазин"

[ClipSizeUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Улучшенный расширенный магазин"

[FreeFireUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Настройка спуска"

[FreeFireUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Модифицированная настройка спуска"

[FreeFireUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Улучшенная настройка спуска"

[ReloadUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Автозаряжание"

[ReloadUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Модифицированное автозаряжание"

[ReloadUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Улучшенное автозаряжание"

[MissDamageUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Приклад"

[MissDamageUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Модифицированный приклад"

[MissDamageUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Улучшенный приклад"

[FreeKillUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP1g' width='24' height='24' vspace='-4'> Повторитель"

[FreeKillUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP2b' width='24' height='24' vspace='-4'> Модифицированный повторитель"

[FreeKillUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="<img src='img:///INFo_UILibrary.Tug_WUP3r' width='24' height='24' vspace='-4'> Улучшенный повторитель"

;----(END-Shorters)---------

; LAByrinth Archives Notes...
; Expanded from default Lines #14398 ++
; Hooked via the custom "XComEncyclopedia.INI" declarations
; TAG+TOG+TUG Icons (and much more!) are dispatched dynamically by "XComLAByrinth.INI" config
; Validated ASCII Characters Range == § « ± » | ― ‾ _ − ─ ¦ ¼ ½ ¾ ^ º ¯ ° † ‡ ¤ ~ ∞ √ • Ω ∑-EOF!
; Testing Availability == #1) " ‾ _ − ─ " #2) "┌│┐└│┘∟◊○▲►▼◄" 

; ----------
; REF/AUTOPSIES
; ----------

;[AU01 X2EncyclopediaTemplate]
;ListTitle="<font color='#99CC00'>[01-18]</font> What hides underneath"
;DescriptionTitle="Autopsies / Breakdowns"
;DescriptionEntry="\n* Any requires a Corpse or Wreck .. unlocked by <font color='#CC0099' size='26'>[01]</font> or <font color='#CC0099' size='26'>[03]</font>\n\n<font size='26'><font color='#CC3300'>[03]  « </font><font color='#99CC00'>[01]</font><font color='#607070' size='24'> « ±  1250 »</font> ADVENT Trooper\n<font color='#CC0033'>[15]  « </font><font color='#99CC00'>[02]</font><font color='#607070' size='24'> « ±  3000 »</font> ADVENT Stun Lancer\n<font color='#CCCC99'>[13]  « </font><font color='#99CC00'>[03]</font><font color='#607070' size='24'> « ±  4000 »</font> ADVENT Shieldbearer\n<font color='#00CC00'>[10]  « </font><font color='#99CC00'>[04]</font><font color='#607070' size='24'> « ±  2000 »</font> ADVENT Turret\n<font color='#CC0033'>[16]  « </font><font color='#99CC00'>[05]</font><font color='#607070' size='24'> « ±  5000 »</font> ADVENT MEC\n<font color='#CC0033'>[26]  « </font><font color='#99CC00'>[06]</font><font color='#607070' size='24'> « ± 13000 »</font> Sectopod\n<font color='#0099FF'>[07]  « </font><font color='#99CC00'>[07]</font><font color='#607070' size='24'> « ±  1600 »</font> Sectoid\n<font color='#CCCC66'>[01]  « </font><font color='#99CC00'>[08]</font><font color='#607070' size='24'> « ±  4000 »</font> Viper\n<font color='#CCCC66'>[09]  « </font><font color='#99CC00'>[09]</font><font color='#607070' size='24'> « ±  6000 »</font> Muton\n<font color='#CC3300'>[06]  « </font><font color='#99CC00'>[10]</font><font color='#607070' size='24'> « ±  7000 »</font> Berserker\n<font color='#CC0033'>[25]  « </font><font color='#99CC00'>[11]</font><font color='#607070' size='24'> « ±  9000 »</font> Archon\n<font color='#CC3300'>[05]  « </font><font color='#99CC00'>[12]</font><font color='#607070' size='24'> « ±  3000 »</font> Faceless\n<font color='#FFCC33'>[06]  « </font><font color='#99CC00'>[13]</font><font color='#607070' size='24'> « ±  7500 »</font> Chryssalid\n<font color='#CC3300'>[18]  « </font><font color='#99CC00'>[14]</font><font color='#607070' size='24'> « ± 12000 »</font> Andromedon\n<font color='#CC0033'>[29]  « </font><font color='#99CC00'>[15]</font><font color='#607070' size='24'> « ± 12000 »</font> Gatekeeper\n<font color='#CCCC33'>[16]  « </font><font color='#99CC00'>[16]</font><font color='#607070' size='24'> « ±  3000 »</font> Viper King\n<font color='#CCCC33'>[17]  « </font><font color='#99CC00'>[17]</font><font color='#607070' size='24'> « ±  4000 »</font> Berserker Queen\n<font color='#CCCC33'>[18]  « </font><font color='#99CC00'>[18]</font><font color='#607070' size='24'> « ±  5200 »</font> Archon King</font>\n\n\n   Flesh, skins & metal are no match for <font color='#FAFBFC' size='26'>Richard Tygan...</font>\n\n   As he so aptly likes to remind us all, a lot of important breakthroughs can result from these corpses or wrecks examinations.\n\n∑-EOF!"

; -------------------------
; REF/PROVING GROUNDS PROJECTS
; -------------------------

;[PG01 X2EncyclopediaTemplate]
;ListTitle="<font color='#CCCC66'>[01-19]</font> By-products for Cores"
;DescriptionTitle="Proving Grounds Projects"
;DescriptionEntry="\n   Suits, Utility Items, Ammos, Experimental devices ..\n\n<font size='26'><font color='#99CC00'>[08] »  </font><font color='#CCCC66'>[01]</font><font color='#607070' size='24'> « ±  1400 »</font> Battlefield Medicine\n<font color='#0099FF'>[03] »  </font><font color='#CCCC66'>[02]</font><font color='#607070' size='24'> « ±  1000 »</font> E.X.O. Suit\n<font color='#0099FF'>[03] »  </font><font color='#CCCC66'>[03]</font><font color='#607070' size='24'> « ±  1000 »</font> Spider Suit\n<font color='#0099FF'>[08] »  </font><font color='#CCCC66'>[04]</font><font color='#607070' size='24'> « ±  1750 »</font> W.A.R. Suit\n<font color='#0099FF'>[08] »  </font><font color='#CCCC66'>[05]</font><font color='#607070' size='24'> « ±  1750 »</font> Wraith Suit\n<font color='#00CC00'>[06] »  </font><font color='#CCCC66'>[06]</font><font color='#607070' size='24'> « ±  2400 »</font> Skulljack\n<font color='#CCCC66'>[06] »  [07]</font><font color='#607070' size='24'> « ±  1750 »</font> Skullmining\n<font color='#99CC00'>[05] »  </font><font color='#CCCC66'>[08]</font><font color='#607070' size='24'> « ±  2100 »</font> Bluescreen Protocol\n<font color='#99CC00'>[09] »  </font><font color='#CCCC66'>[09]</font><font color='#607070' size='24'> « ±  1750 »</font> Plasma Grenade\n<font color='#CCCC66'>[09] »  [10]</font><font color='#607070' size='24'> « ±  2500 »</font> Advanced Explosives\n<font color='#00CC00'>[06] »  </font><font color='#CCCC99'>[11]</font><font color='#607070' size='24'> « ±  1750 »</font> EXP-Ammo\n<font color='#00CC00'>[06] »  </font><font color='#CCCC99'>[12]</font><font color='#607070' size='24'> « ±  1750 »</font> EXP-Grenade\n<font color='#99CC00'>[03] »  </font><font color='#CCCC99'>[13]</font><font color='#607070' size='24'> « ±  2100 »</font> EXP-Armor\n<font color='#CCCC66'>[02] »  </font><font color='#CCCC99'>[14]</font><font color='#607070' size='24'> « ±  2100 »</font> EXP-Heavy Weapon\n<font color='#CCCC66'>[04] »  </font><font color='#CCCC99'>[15]</font><font color='#607070' size='24'> « ±  2100 »</font> EXP-Powered Weapon\n<font color='#99CC00'>[16] »  </font><font color='#CCCC33'>[16]</font><font color='#607070' size='24'> « ±  1000 »</font> Serpent Suit\n<font color='#99CC00'>[17] »  </font><font color='#CCCC33'>[17]</font><font color='#607070' size='24'> « ±  1000 »</font> R.A.G.E. Suit\n<font color='#99CC00'>[18] »  </font><font color='#CCCC33'>[18]</font><font color='#607070' size='24'> « ±  1750 »</font> Icarus Armor\n<img src='img:///LABy_UILibrary.Tag_GameEvents' width='32' height='32' vspace='-8'> »  <font color='#CCCC99'>[19]</font><font color='#607070' size='24'> « ±  2400 »</font> SPARK</font>\n\n   .. the whole gauntlet of engineered combat gear enhancements can certainly have terrific impacts on our ability to face everchanging conditions.\n\n   Besides, Chief Engineer <font color='#FAFBFC' size='26'>Lily Shen</font> has a real inherited knack for spontaneous quality innovations.\n\n∑-EOF!"

;-----Custom Archives Content ENDS here!-----


; Supplemental Resources #1
; This whole section represents an indirect way to tie-in a..
; colored numeric referencing system of any Tech-related elements
; while revealing some "Unlocked Items" directly when you choose projects

; Line #11786
[Tech_AdventDatapad X2TechTemplate]
DisplayName="<font color='#FF66FF'>[02]</font> Расшифровка планшета \"Адвента\""

[Tech_AlienDatapad X2TechTemplate]
DisplayName="<font color='#FF66FF'>[01]</font> Расшифровка кэша данных пришельцев"

[Tech_AlienFacilityLead X2TechTemplate]
DisplayName="<font color='#FF66FF'>[03]</font> Данные о станции"

[ModularWeapons X2TechTemplate]
DisplayName="<font color='#0099FF'>[02]</font> Модульное оружие"ё
Summary="<font color='#0099FF'>[04]</font> Магнитное оружие\n<font color='#CC0000'>[00]</font> Улучшение оружия (*)\n\nМагнитные винтовки, которые использует \"Адвент\", - необычайно сложное оружие. Винтовка самоуничтожается, когда ее первый владелец погибает. Однако, проведя небольшое исследование, мы, вероятно, сможем использовать ее части для усовершенствования нашего оружия."

[MagnetizedWeapons X2TechTemplate]
DisplayName="<font color='#0099FF'>[04]</font> Магнитное оружие"
Summary="<font color='#CC0000'>[11]</font> Картечная пушка\n<font color='#CC0000'>[12]</font> Магнитная винтовка\n<font color='#CC0000'>[18]</font> Магнитный пистолет\n\nПодробный анализ вооружения \"Адвента\", несомненно, должен привести нас к глубокому пониманию их магнитной системы разгона поражающих элементов. Это позволит нам самим создавать вооружение на магнитной основе, а также поспособствует развитию гауссовых технологий."

[GaussWeapons X2TechTemplate]
DisplayName="<font color='#0099FF'>[05]</font> Оружие Гаусса"
Summary="<font color='#0099FF'>[06]</font> Элерий\n<font color='#CC0000'>[13]</font> Магнитная пушка\n<font color='#CC0000'>[14]</font> Винтовка с системой Гаусса\n\nИзучив основные оружейные технологии \"Адвента\", мы можем разработать новые специализированные боевые комплексы, достигающие высокой точности и пробивной способности даже на больших дистанциях за счет повышенного энергопотребления. В результате мы сможем создать снайперскую винтовку и пушку, использующие передовые магнитные технологии."

[PlasmaRifle X2TechTemplate]
DisplayName="<font color='#0099FF'>[09]</font> Плазменная винтовка"
Summary="<font color='#CC0000'>[22]</font> ..\n<font color='#CC0000'>[28]</font> Лучевой пистолет\n<font color='#0099FF'>[10+11+12]</font> Остальное лучевое оружие\n\nПлазменное оружие пришельцев куда более мощное, нежели оружие \"Адвента\". Оно потребует от нас обширных исследований, но я уверен, что результат от освоения подобной технологии будет невероятный."

[HeavyPlasma X2TechTemplate]
DisplayName="<font color='#0099FF'>[10]</font> Лучевая пушка"
Summary="<font color='#CC0000'>[23]</font> ..\n\nНесмотря на то, что наши ранние разработки плазменного оружия уже оказались успешными, мы можем довести их до ума, создав оружие, способное уничтожать укрытия на поле боя."

[PlasmaSniper X2TechTemplate]
DisplayName="<font color='#0099FF'>[11]</font> Плазменное копье"
Summary="<font color='#CC0000'>[24]</font> ..\n\nПусть сами пришельцы не произвели на свет дальнобойный вариант собственного плазменного оружия, однако никто не мешает нам экспериментировать самостоятельно. Есть ряд проблем, требующих решения, но это интересный вызов."

[AlloyCannon X2TechTemplate]
DisplayName="<font color='#0099FF'>[12]</font> Штормовая пушка"
Summary="<font color='#CC0000'>[21]</font> ..\n\nИспользование плазменной технологии для превращения осколков внеземного сплава в широкий конус стало бы мощным оружием для передовой."

[Tech_Elerium X2TechTemplate]
DisplayName="<font color='#0099FF'>[06]</font> Элерий"
Summary="<font color='#0099FF'>[08]</font> Силовая броня\n<font color='#0099FF'>[09]</font> Плазменная винтовка\n\nПришельцы, и в меньшей степени \"Адвент\", давно полагаются на внеземной материал, известный как элерий, во всех вопросах энергообеспечения - от оружия до кораблей. Чтобы понять принципы действия этого материала, потребуется время, но успешные исследования оказали бы огромное воздействие на наши собственные разработки оружия и брони."

[Psionics X2TechTemplate]
DisplayName="<font color='#0099FF'>[07]</font> Пси-технологии"
Summary="<font color='#00CC00'>[09]</font> Пси-лаборатория\n<font color='#CC0033'>[19]</font> Улучшенный пси-усилитель\n\nНам и ранее встречались пришельцы, владевшие пси-способностями, но последние столкновения с ними в полной мере продемонстрировали , что враг способен манипулировать потоками пси-энергии. Если нам удастся достичь того же уровня контроля, то мы сможем применять это знание в бесчисленных сферах."

[HybridMaterials X2TechTemplate]
DisplayName="<font color='#0099FF'>[01]</font> Гибридные материалы"
Summary="<font color='#0099FF'>[03]</font> Листовая броня\n<font color='#FFCC33'>[05]</font> Наноуровневый жилет\n\nБроня, в которую были одеты найденные нами солдаты \"Адвента\", представляет собой невероятную смесь материалов. Тщательное изучение этих материалов позволит произвести улучшения, которые пойдут на пользу нашим солдатам."

[PlatedArmor X2TechTemplate]
DisplayName="<font color='#0099FF'>[03]</font> Листовая броня"
Summary="<font color='#0099FF'>[06]</font> Элерий\n<font color='#CCCC66'>[02]</font> Экзокостюм\n<font color='#CCCC66'>[03]</font> Костюм \"Паук\"\n<font color='#FFCC33'>[11]</font> Броня \"Хищник\"\n\nТеперь у нас достаточно знаний о броне \"Адвента\", чтобы попытаться создать свою версию на основе пластинчатой структуры. К первым прототипам есть претензии по части эстетики, но они легкие, прочные и выполняют свою функцию."

[EXOSuit X2TechTemplate]
DisplayName="<font color='#CCCC66'>[02]</font> Экзокостюм"
Summary="<font color='#FFCC33'>[12]</font> ..\n<font color='#CCCC99'>[14]</font> Экспериментальное тяжелое оружие\n\nЕсли попробовать объединить части трофейной брони \"Адвента\" с нашими собственными прототипами силовой брони, можно создать новый класс тяжелой боевой защиты. Что еще важнее, на броню можно будет установить тяжелое вооружение, чтобы сочетать защитный и атакующий функционал в одном доспехе."

[SpiderSuit X2TechTemplate]
DisplayName="<font color='#CCCC66'>[03]</font> Костюм \"Паук\""
Summary="<font color='#FFCC33'>[13]</font> ..\n\nУцелевшие данные в разбитом терминале в штабе XCOM упоминают ранний прототип облегченной брони с крюком-кошкой, который так и не был принят к производству. Освоив материалы пришельцев, мы можем вернуться к работе над этим образцом."

[PoweredArmor X2TechTemplate]
DisplayName="<font color='#0099FF'>[08]</font> Силовая броня"
Summary="<font color='#CCCC66'>[04]</font> Боевой костюм\n<font color='#CCCC66'>[05]</font> Костюм \"Призрак\"\n<font color='#FFCC33'>[21]</font> Броня \"Хранитель\"\n\nПолагаю, мы уже вполне способны объединять инопланетные материалы с собственными военными разработками, поэтому можем изготовить броню, целиком состоящую из внеземных сплавов и укомплектованную ядром элерия. Она будет невероятно прочной и сможет выдерживать даже прямые попадания из большинства вражеских пушек."

[WraithSuit X2TechTemplate]
DisplayName="<font color='#CCCC66'>[05]</font> Костюм \"Призрак\""
Summary="<font color='#FFCC33'>[25]</font> ..\n\nПонаблюдав за тем, как пришельцы используют пси-поля для различных целей, мы предположили, что теоретически возможно перемещаться в физическом пространстве при помощи генератора пси-поля, интегрированного в специальную легкую броню."

[WARSuit X2TechTemplate]
DisplayName="<font color='#CCCC66'>[04]</font> Боевой костюм"
Summary="<font color='#FFCC33'>[24]</font> ..\n<font color='#CCCC99'>[15]</font> Экспериментальное оружие\n\nПодчинив себе мощь элерия, мы сможем разработать тяжелую броню, способную создавать силовое поле вроде того, что используется на кораблях противника."

[RAGESuit X2TechTemplate]
DisplayName="<font color='#CCCC33'>[17]</font> Костюм R.A.G.E."

[SerpentSuit X2TechTemplate]
DisplayName="<font color='#CCCC33'>[16]</font> Костюм \"Кобра\""

[IcarusArmor X2TechTemplate]
DisplayName="<font color='#CCCC33'>[18]</font> Броня \"Икар\""

; DLC2/AH special transit (placeholder) from Line #117..

[ExperimentalWeapons X2TechTemplate]
DisplayName="<font color='#EE0000'>[00]</font> Экспериментальное оружие"
Summary="<font color='#CCCC00'>[01]</font> Стреломет\n<font color='#CCCC00'>[02]</font> Охотничий топор\n<font color='#CCCC00'>[03]</font> \"Хранитель теней\"\n<font color='#CCCC00'>[04]</font> Морозная бомба\n\nВ бою мы захватили различное оружие, которое, несмотря на свой архаичный внешний вид, обладает уникальными возможностями и потому требует тщательного изучения."

; WOTC Techs #25527

[ChosenAssassinWeapons X2TechTemplate]
DisplayName="<font color='#EE0001'>[01]</font> Оружие Убийцы"

[ChosenHunterWeapons X2TechTemplate]
DisplayName="<font color='#EE0002'>[02]</font> Оружие Охотника"

[ChosenWarlockWeapons X2TechTemplate]
DisplayName="<font color='#EE0003'>[03]</font> Оружие Чародея"

; WOTC Breakthroughs #25545

;.... Mucho stuff here! ((#66FFFF ???))
[BreakthroughConventionalWeaponDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W1]</font> Улучшенное базовое оружие"

[BreakthroughMagneticWeaponDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W2]</font> Улучшенное магнитное оружие"

[BreakthroughBeamWeaponDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W3]</font> Улучшенное лучевое оружие"

[BreakthroughLightArmorHealth X2TechTemplate]
DisplayName="<font color='#66FFFF'>[A1]</font> Усиленная легкая броня"

[BreakthroughHeavyArmorHealth X2TechTemplate]
DisplayName="<font color='#66FFFF'>[A2]</font> Усиленная тяжелая броня"

[BreakthroughAssaultRifleDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W4]</font> Улучшенные винтовки"

[BreakthroughSniperRifleDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W5]</font> Улучшенные снайперские винтовки"

[BreakthroughShotgunDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W6]</font> Улучшенные дробовики"

[BreakthroughCannonDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W7]</font> Улучшенные пушки"

[BreakthroughVektorRifleDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W8]</font> Улучшенные винтовки \"Вектор\""

[BreakthroughBullpupDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W9]</font> Улучшенные буллпапы"

[BreakthroughPistolDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[w1]</font> Улучшенные пистолеты"

[BreakthroughSidearmDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[w2]</font> Улучшенные автопистолеты"

[BreakthroughSwordDamage X2TechTemplate]
DisplayName="<font color='#66FFFF'>[w3]</font> Улучшенные мечи"

[BreakthroughAssaultRifleWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M1]</font> Модульные винтовки"

[BreakthroughSniperRifleWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M2]</font> Модульные снайперские винтовки"

[BreakthroughShotgunWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M3]</font> Модульные дробовики"

[BreakthroughCannonWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M4]</font> Модульные пушки"

[BreakthroughVektorRifleWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M5]</font> Модульные винтовки \"Вектор\""

[BreakthroughBullpupWeaponUpgrade X2TechTemplate]
DisplayName="<font color='#65FFFF'>[M6]</font> Модульные буллпапы"

[BreakthroughLaboratoryCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C1]</font> Строительство лаборатории"

[BreakthroughWorkshopCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C2]</font> Строительство мастерской"

[BreakthroughProvingGroundCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C3]</font> Строительство зоны испытаний"

[BreakthroughPowerRelayCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C4]</font> Строительство подстанции"

[BreakthroughAWCCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C5]</font> Строительство госпиталя"

[BreakthroughShadowChamberCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C6]</font> Строительство \"Зала теней\""

[BreakthroughGTSCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C7]</font> Строительство партизанской школы"

[BreakthroughUFODefenseCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C8]</font> Строительство станции ПВО"

[BreakthroughResistanceCommsCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C9]</font> Строительство станции связи"

[BreakthroughPsiChamberCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C10]</font> Строительство пси-камеры"

[BreakthroughResistanceRingCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C11]</font> Строительство центра тайных операций"

[BreakthroughRecoveryCenterCostReduction X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C12]</font> Строительство центра подготовки"

[BreakthroughAdditionalWorkbenchCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c1]</font> Строительство дополнительного рабочего места"

[BreakthroughAdditionalResearchStationCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c2]</font> Строительство доп. исследовательской станции"

[BreakthroughPowerConduitCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c3]</font> Строительство проводников питания"

[BreakthroughEleriumConduitCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c4]</font> Строительство элериевого проводника"

[BreakthroughAdditionalCommStationCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c5]</font> Строительство доп. коммуникационной станции"

[BreakthroughQuadTurretsCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c6]</font> Строительство четырехствольных турелей"

[BreakthroughSecondCellCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c7]</font> Создание второй ячейки"

[BreakthroughRingUpgradeICostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c8]</font> Строительство цифровой сети"

[BreakthroughRingUpgradeIICostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c9]</font> Строительство голографического планировщика"

[BreakthroughRecoveryChamberCostReduction X2TechTemplate]
DisplayName="<font color='#68FFFF'>[c10]</font> Строительство модуля гиперстимуляции"

[BreakthroughReuseWeaponUpgrades X2TechTemplate]
DisplayName="<font color='#66FFFF'>[W0]</font> Быстросъемные улучшения"

[BreakthroughReusePCS X2TechTemplate]
DisplayName="<font color='#66FFFF'>[P0]</font> Адаптивные персональные боевые модули"

[BreakthroughProvingGroundProjectCostReductionM1 X2TechTemplate]
DisplayName="<font color='#69FFFF'>[PG1]</font> Запасные части I"

[BreakthroughProvingGroundProjectCostReductionM2 X2TechTemplate]
DisplayName="<font color='#69FFFF'>[PG2]</font> Запасные части II"

[BreakthroughGTSUnlockCostReductionM1 X2TechTemplate]
DisplayName="<font color='#69FFFF'>[GTS1]</font> Война будущего I"

[BreakthroughGTSUnlockCostReductionM2 X2TechTemplate]
DisplayName="<font color='#69FFFF'>[GTS2]</font> Война будущего II"

[BreakthroughInstantExcavation X2TechTemplate]
DisplayName="<font color='#67FFFF'>[C0]</font> Быстрая расчистка"

; XC2 Autopsies #11905

[AlienBiotech X2TechTemplate]
DisplayName="<font color='#CC0099'>[01]</font> Биотехнологии пришельцев"
Summary="<font color='#99CC00'>[00]</font> Различные вскрытия пришельцев\n\nУспешное завершение травматичной процедуры по удалению чипа \"Адвента\" позволяет нам начать изучение самого устройства и мотивов, стоящих за действиями врага."

[AutopsySectoid X2TechTemplate]
DisplayName="<font color='#99CC00'>[07]</font> Вскрытие сектоида"
Summary="<font color='#0099FF'>[07]</font> Пси-технологии\n<font color='#CC3300'>[04]</font> Ментальный щит\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 6~6~6~10 </font>\nСектоиды претерпели значительные изменения со времен первой войны, но их способность манипулировать пси-энергией не уменьшилась. Полностью изучив особенности этого вида, мы сможем заняться развитием пси-способностей у наших солдат."

[AutopsyViper X2TechTemplate]
DisplayName="<font color='#99CC00'>[08]</font> Вскрытие вайпера"
Summary="<font color='#CCCC66'>[01]</font> Военно-полевая медицина\n --- <font color='#CC3300'>[02]</font> Наноаптечка\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 5~5~5~8 </font>\nПо своей природе это существо - рептилия, и оно не просто разумное, но еще и очень умное. Однако его физиологическое строение необычайно схоже с рядом наземных видов. Это касается и мешочков с ядом, которые мы, вероятно, сможем выделить и использовать для улучшения возможностей нашей медицины."

[AutopsyMuton X2TechTemplate]
DisplayName="<font color='#99CC00'>[09]</font> Вскрытие мутона"
Summary="<font color='#CC0033'>[17]</font> Улучшенный гранатомет\n<font color='#CCCC66'>[09]</font> Плазменная граната\n --- <font color='#CC3300'>[21]</font> ..\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 5~6~6~9 </font>\nОсновные ударные войска пришельцев сейчас еще опаснее тех, что мы видели во время прошлой войны. Крайне важно научиться адаптировать их плазменное вооружение под наши задачи."

[AutopsyBerserker X2TechTemplate]
DisplayName="<font color='#99CC00'>[10]</font> Вскрытие берсерка"
Summary="<font color='#CC3300'>[06]</font> Сыворотка \"Драйв\"\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 6~6~6~9 </font>\nЭтот необычный экземпляр мутона явно страдал какой-то формой экстремальной мышечной гипертрофии, хотя это состояние требует дополнительного изучения. Полагаю, исследование поможет нам в разработке различных усовершенствований для наших солдат. Возможно, мы сможем даже подстегнуть их собственный боевой азарт."

[AutopsyArchon X2TechTemplate]
DisplayName="<font color='#99CC00'>[11]</font> Вскрытие архонта"
Summary="<font color='#CC0033'>[25]</font> Терморезак\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 5~5~5~8 </font>\nВпечатляюще выглядящий экземпляр, скрывающий внутри себя ужасающий сплав органической ткани и механических частей. Уникальное оружие ближнего боя, применяемое существом, представляет особый интерес для наших рейнджеров."

[AutopsyGatekeeper X2TechTemplate]
DisplayName="<font color='#99CC00'>[15]</font> Вскрытие привратника"
Summary="<font color='#CC0033'>[29]</font> Пси-усилитель\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 3~6~6~9 </font>\nПервичный анализ этого странного шарообразного создания указывает на колоссальный уровень пси-энергии, потенциально превосходящий даже Старейшин. Вероятно, мы сможем применить биомеханические технологии, использованные в этой особи, в нашем снаряжении."

[AutopsyAndromedon X2TechTemplate]
DisplayName="<font color='#99CC00'>[14]</font> Вскрытие андромедона"
Summary="<font color='#CC3300'>[18]</font> Неконтактная мина\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 5~5~5~8 </font>\nСущества внутри этих костюмов явно пришли из тех мест, где человек ни за что бы не выжил. Едкое вещество, которое они используют в качестве оружия, может быть их эквивалентом воды. Но здесь оно смертельно опасно. Понаблюдав за тем, как взаимодействуют костюм и его хозяин, мы, вероятно, сможем создать закрытую капсулу с этой кислотной субстанцией и использовать ее на поле боя."

[AutopsyFaceless X2TechTemplate]
DisplayName="<font color='#99CC00'>[12]</font> Вскрытие безликого"
Summary="<font color='#CC3300'>[05]</font> Маяк-имитатор\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 3~4~4~7 </font>\nИзначально \"дохляк\" был одной из самых распространенных особей, используемых пришельцами для проникновения на Землю. Теперь мы столкнулись с видом, способным имитировать человеческую форму. Понимание того, как они изменяют свою структуру, может дать нам возможность самим ввести врага в заблуждение."

[AutopsyChryssalid X2TechTemplate]
DisplayName="<font color='#99CC00'>[13]</font> Вскрытие криссалида"
Summary="<font color='#FFCC33'>[06]</font> Адский узор\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 15~15~15~20 </font>\nУ них можно распознать различные черты наземных видов насекомых, но эти существа смертоноснее всего, что обитает в нашем мире. Их бронированный экзоскелет представляет особый интерес. Возможно, с его помощью мы сможем создать броню, способную самостоятельно наносить урон противнику."

[AutopsySectopod X2TechTemplate]
DisplayName="<font color='#99CC00'>[06]</font> Поломка сектопода"
Summary="<font color='#CC0033'>[26]</font> \"Гремлин MК3\"\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 3~6~6~9 </font>\nДвадцать лет назад военные любой страны могли только мечтать об управлении подобной штукой: тяжелая броня, продвинутое вооружение и при этом приличная маневренность. Разобрав ее, мы сможем, я надеюсь, усовершенствовать нашего \"Гремлина\"."

[AutopsyAdventTrooper X2TechTemplate]
DisplayName="<font color='#99CC00'>[01]</font> Вскрытие солдата \"Адвента\""
Summary="<font color='#CC3300'>[03]</font> Сканер боя\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 10~15~15~20 </font>\nТеперь, мы знаем, что \"Адвент\" - это не настоящие люди-коллаборационисты, а гибриды людей и пришельцев. Тщательный анализ тканей погибших солдат может пролить свет на те изменения, которые произвели пришельцы. Их нейрочипы также могут помочь нам создать устройство, с помощью которого мы сможем незаметно сканировать поле боя."

[AutopsyAdventStunLancer X2TechTemplate]
DisplayName="<font color='#99CC00'>[02]</font> Вскрытие копейщика \"Адвента\"""
Summary="<font color='#CC0033'>[15]</font> Дуговой клинок\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 4~6~6~9 </font>\nКопейщики \"Адвента\" обычно занимаются поддержанием правопорядка и подавлением волнений по всему миру. Их специальное шокерное копье можно переделать в оружие, и его уже осваивают наши рейнджеры."

[AutopsyAdventShieldbearer X2TechTemplate]
DisplayName="<font color='#99CC00'>[03]</font> Вскрытие щитоносца \"Адвента\""
Summary="<font color='#CCCC99'>[13]</font> Экспериментальная броня\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 4~4~4~7 </font>\nЩитоносцы \"Адвента\" - самые тяжелобронированные солдаты из всех регулярных военных сил пришельцев. Я уверен, что наши инженеры найдут возможность использовать части их брони для улучшения нашей экипировки."

[AutopsyAdventTurret X2TechTemplate]
DisplayName="<font color='#99CC00'>[04]</font> Поломка турели \"Адвента\""
Summary="<font color='#00CC00'>[10]</font> Защитная матрица\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 3~3~3~6 </font>\nТурели \"Адвента\" используют продвинутые технологии автоматизации и обеспечивают безопасность \"миротворческих\" войск противника. Разобравшись в их устройстве, мы наверняка сможем использовать эти же технологии для защиты от нападений НЛО."

[AutopsyAdventMEC X2TechTemplate]
DisplayName="<font color='#99CC00'>[05]</font> Разбор МЭКа \"Адвента\""
Summary="<font color='#CC0033'>[16]</font> \"Гремлин MК2\"\n<font color='#CCCC66'>[08]</font> Протокол \"Синий экран\"\n\n<font color='#53B45E' size='28'>МГНОВЕННО ›››</font><font color='#ACA68A' size='28'> 3~4~4~7 </font>\nНесмотря на гуманоидную форму, у этих боевых машин нет пилота или какой-то биологической системы управления. Надеюсь, когда мы разберем их на части, я смогу скопировать некоторые элементы для нашего оружия и роботизированных систем."

[AutopsyViperKing X2TechTemplate]
DisplayName="<font color='#99CC66'>[16]</font> "Вскрытие короля вайперов"
Summary="<font color='#CCCC33'>[16]</font> Костюм \"Кобра\"\n\nНесмотря на очевидную схожесть с вайперами, которые регулярно нам встречаются, эта особь обладает уникальными свойствами. Не последнее из них то, что это первый обнаруженный вайпер мужского пола. Вероятно, мы сможем использовать некоторые аспекты его биологии в собственных разработках брони." 

[AutopsyBerserkerQueen X2TechTemplate]
DisplayName="<font color='#99CC66'>[17]</font> Вскрытие королевы-берсерка"
Summary="<font color='#CCCC33'>[17]</font> Костюм R.A.G.E.\n\nЭта особь - как будто обычного берсерка было мало - заметно усилена системой, улучшающей циркуляцию жидкостей в организме. Полагаю, мы можем использовать ее в нашей собственной броне, хотя разработка конструкции заставит нас попотеть." 

[AutopsyArchonKing X2TechTemplate]
DisplayName="<font color='#99CC66'>[18]</font> Вскрытие архонта-короля"
Summary="<font color='#CCCC33'>[18]</font> Броня \"Икар\"\n\nДоктор Вален смогла усовершенствовать основные системы этой особи, каким-то образом сохранив внешний облик, тщательно заложенный пришельцами. С виду она похожа на обычного архонта, но, как мы имели шанс убедиться, демонстрирует ранее невиданную способность к полету. Возможно, эту технологию можно использовать при создании летающего костюма для наших солдат."

; WOTC #25495...

[AutopsyTheLost X2TechTemplate]
DisplayName="<font color='#99CC77'>[20]</font> Вскрытие Странника"
Summary="<font color='#CC3300'>[-20]</font> Ультразвуковая приманка\n\nПонимание того, как и почему города старого мира оказались во власти Странников, должно помочь нам разработать методы, с помощью которых мы сможем избегать их или даже управлять их перемещениями."

[AutopsySpectre X2TechTemplate]
DisplayName="<font color='#99CC77'>[21]</font> Вскрытие призрака"
Summary="<font color='#CC3300'>[-21]</font> Преломляющее поле\n\nВскрытие этого существа, известного как \"Призрак\", должно пролить свет на его пугающую способность пропадать из вида и перемещаться, выходя за пределы человеческих возможностей."

[AutopsyAdventPurifier X2TechTemplate]
DisplayName="<font color='#99CC88'>[22]</font> Вскрытие чистильщика \"Адвента\""
Summary="<font color='#CCCC99'>[-22]</font> Укрепленный внутренний слой активен\n\nПонимание систем, обеспечивающих чистильщику \"Адвента\" его необычный иммунитет к высоким температурам, позволит нам использовать аналогичные методы в собственном снаряжении."

[AutopsyAdventPriest X2TechTemplate]
DisplayName="<font color='#99CC88'>[23]</font> Вскрытие жреца \"Адвента\""
Summary="<font color='#CC3300'>[-23]</font> Сохраняющая сфера\n\nПодробное изучение бойца \"Адвента\", известного как \"жрец\", должно расширить наше понимание принципов управления пси-способностями и позволить воспроизвести их для наших собственных задач."

; ADVENT Captain/Officer & PsiWitch moved to GOLDEN PATH section, below

; Proving Ground Projects
; Line #12019
[Skulljack X2TechTemplate]
DisplayName="<font color='#CCCC66'>[06]</font> Черепной бур"
Summary="<font color='#CC3300'>[07]</font> ..\n\nМы не успели начать полевые испытания, а в войсках этот предмет уже окрестили \"черепным буром\". Если в двух словах, то это физический интерфейс, необходимый для доступа к чипу, помещаемому в голову солдатам \"Адвента\". Применяется при помощи направленной грубой силы."

[ExperimentalAmmo X2TechTemplate]
DisplayName="<font color='#CCCC99'>[11]</font> Экспериментальные боеприпасы"
Summary="<font color='#CC3300'>[31]</font> AP-патроны\n<font color='#CC3300'>[32]</font> Патроны \"Коготь\" ..\n<font color='#CC3300'>[33]</font> Трассирующие пули ..\n<font color='#CC3300'>[34]</font> Патроны \"Дракон\" ..\n<font color='#CC3300'>[35]</font> Отравленные патроны ..\n\n<font color='#ACA68A' size='28'>√</font><img src='img:///INFo_UILibrary.Tag_MOD(Gb)' width='32' height='32' vspace='-8'> + Патроны \"Сокол\", Патроны \"Стилет\", Патроны \"Спица\", Патроны \"Стрела\", атроны \"ЭМИ\"\n\nПришельцы используют в своем оружии различные экзотические боеприпасы. В ответ мы можем разработать собственные боеприпасы на основе ядер элерия, которые превзойдут по мощности все, с чем нам доводилось иметь дело прежде."

[ExperimentalGrenade X2TechTemplate]
DisplayName="<font color='#CCCC99'>[12]</font> Экспериментальная граната"
Summary="<font color='#CC3300'>[14]</font> Зажигательная граната\n<font color='#CC3300'>[15]</font> Кислотная граната\n<font color='#CC3300'>[16]</font> Газовая граната\n\nПри определенных условиях ядра элерия могут быть крайне нестабильны. Если мы будем осторожны, то сможем разработать новые типы гранат, легко превосходящие по эффективности те, что у нас сейчас есть."

[ExperimentalArmor X2TechTemplate]
DisplayName="<font color='#CCCC99'>[13]</font> Экспериментальная броня"
Summary="<font color='#FFCC33'>[07]</font> Защитный жилет\n<font color='#FFCC33'>[08]</font> Листовой жилет\n<font color='#FFCC33'>[09]</font> Стазис-жилет\n\nВскрытие щитоносца \"Адвента\" натолкнуло нас на кое-какие идеи. Например, о разработке жилета, усиленного трофейными элериевыми ядрами, который радикально повысит живучесть наших солдат."

[Bluescreen X2TechTemplate]
DisplayName="<font color='#CCCC66'>[08]</font> Протокол \"Синий экран\""
Summary="<font color='#CC3300'>[17]</font> ЭМ граната\n<font color='#CC3300'>[37]</font> Патроны \"Синий экран\"\n\nУчитывая количество механизированных противников со стороны \"Адвента\", разработка боеприпаса против подобных целей - один из основных приоритетов для нас. Тайган посоветовал найти способ отключить ядро операционной системы. Соглашусь, это хороший вариант для начала."

[BattlefieldMedicine X2TechTemplate]
DisplayName="<font color='#CCCC66'>[01]</font> Военно-полевая медицина"
Summary="<font color='#CC3300'>[02]</font> Наноаптечка (+)\n\nВайпер впрыскивает своим жертвам мощнейший яд, способный свалить даже самого крупного и здорового солдата. Однако в нем также содержится ряд энзимов, которые можно изолировать и использовать в аптечках, заметно повышая свертываемость крови при ранениях."

[PlasmaGrenade X2TechTemplate]
DisplayName="<font color='#CCCC66'>[09]</font> Плазменная граната"
Summary="<font color='#CC3300'>[21]</font> ..\n\nИзучив наиболее продвинутую взрывчатку пришельцев, мы пришли к выводу, что вместо доработки собственных гранат следует полностью изменить их конструкцию. Избавившись от традиционных взрывчатых веществ и заменив их элериевым детонатором, мы получим гораздо более смертоносное и разрушительное оружие."

[AdvancedGrenades X2TechTemplate]
DisplayName="<font color='#CCCC66'>[10]</font> Улучшенная взрывчатка"
Summary="<font color='#CC3300'>[23]</font> Дымовая\n<font color='#CC3300'>[24]</font> Зажигательная\n<font color='#CC3300'>[25]</font> Кислотная\n<font color='#CC3300'>[26]</font> Газовая\n<font color='#CC3300'>[27]</font> ЭМ .. бомбы (+)\n\nМы достаточно развились в области разработки и производства взрывчатых веществ, аналогичных тем, что используют пришельцы. Теперь мы можем применить эти знания, улучшив весь наш арсенал на основе новейших технологий."

[Skullmining X2TechTemplate]
DisplayName="<font color='#CCCC66'>[07]</font> Проникновение в череп"

[HeavyWeapons X2TechTemplate]
DisplayName="<font color='#CCCC99'>[14]</font> Экспериментальное тяжелое оружие"
Summary="<font color='#CC0033'>[31]</font> Ракетная установка (<font size='28'>∞</font>)\n<font color='#CC0033'>[32]</font> Огнемет\n<font color='#CC0033'>[33]</font> Осколочная пушка\n\nТяжелая броня уже сама по себе серьезно повысила выживаемость наших солдат, а несколько дополнительных точек крепления позволят нам установить на нее более продвинутое вооружение, способное уничтожать позиции противника."

[AdvancedHeavyWeapons X2TechTemplate]
DisplayName="<font color='#CCCC99'>[15]</font> Экспериментальное оружие"
Summary="<font color='#CC0033'>[34]</font> Огнемет \"Геенна\"\n<font color='#CC0033'>[35]</font> Плазменный бластер\n<font color='#CC0033'>[36]</font> Бластерная установка\n<font color='#CC0033'>[37]</font> Штурмовая пушка\n\nПонимание технологий пришельцев открывает нам путь ко все более сложным проектам. Теперь мы можем разработать новое, более мощное вооружение для модифицированных бронекостюмов."

[BuildSpark X2TechTemplate]
DisplayName="<font color='#CCCC00'>[00]</font> \"Искра\""

; WOTC "Experimental Weapons" (Placeholders) DLC2/AH Line #123..

[BoltCaster X2TechTemplate]
DisplayName="<font color='#CCCC00'>[01]</font> Стреломет"

[HuntersAxe X2TechTemplate]
DisplayName="<font color='#CCCC00'>[02]</font> Охотничий топор"

[Shadowkeeper X2TechTemplate]
DisplayName="<font color='#CCCC00'>[03]</font> \"Хранитель теней\""

[Frostbomb X2TechTemplate]
DisplayName="<font color='#CCCC00'>[04]</font> Морозная бомба"

; GOLDEN PATH TECHS
; Line #13864
[ResistanceCommunications X2TechTemplate]
DisplayName="<font color='#CC0099'>[02]</font> Средства связи Сопротивления"
Summary="<font color='#00CC00'>[07]</font> Станция связи с Сопротивлением\n<font color='#00CCFF'>[13]</font> Радио Сопротивления\n\nИзолированные очаги Сопротивления по всему миру только и ждут, чтобы кто-то собрал их воедино. Для объединения Сопротивления во всемирную силу нам нужен одновременно незаметный и безопасный способ связи."

[ResistanceRadio X2TechTemplate]
DisplayName="<font color='#00CCFF'>[13]</font> Радио Сопротивления"
Summary="<font color='#00CCFF'>[00]</font> Радиоретрансляторы\n\nСкопировав коммуникационное оборудование, разработанное на \"Мстителе\", мы сможем установить наземные вышки-ретрансляторы, чтобы повысить зону охвата. Это позволит нам выйти на связь с удаленными от штаба регионами."

[AutopsyAdventOfficer X2TechTemplate]
DisplayName="<font color='#CC0099'>[03]</font> Вскрытие офицера \"Адвента\""
Summary="<font color='#00CC00'>[06]</font> Зона испытаний\n<font color='#99CC00'>[00]</font> Различные вскрытия \"Адвента\"\n\nПомимо разных удивительных генетических усовершенствований, найденных также у солдат \"Адвента\", офицеры, кажется, имеют нечто вроде биомеханического имплантата. Я считаю, что с его помощью пришельцы осуществляют некую коммуникацию между собой. Интересно, что бы мы услышали, если бы нам удалось подключиться к этой системе?"

[AlienEncryption X2TechTemplate]
DisplayName="<font color='#CC0099'>[04]</font> Шифрование пришельцев"
Summary="<font color='#00CC00'>[08]</font> Зал теней\n\nВ отличие от обычных методов шифрования, с которыми мы сталкивались при работе с хранилищами данных людей, пришельцы, по всей видимости, используют передовую матрицу, состоящую из механического и биологического шифров в сочетании с какой-то формой псионической интерференции. Сама мысль о том, что мы можем разгадать сложнейший замысел пришельцев, волнует и пугает одновременно."

[CodexBrainPt1 X2TechTemplate]
DisplayName="<font color='#6666CC'>[02]</font> Мозг Кодекса"

[CodexBrainPt2 X2TechTemplate]
DisplayName="<font color='#6666CC'>[03]</font> Зашифрованные данные Кодекса"

[BlacksiteData X2TechTemplate]
DisplayName="<font color='#6666CC'>[01]</font> Склянка с секретного объекта"

[ForgeStasisSuit X2TechTemplate]
DisplayName="<font color='#6666CC'>[04]</font> Трофейный стазис-костюм \"Адвента\""

[PsiGate X2TechTemplate]
DisplayName="<font color='#6666CC'>[05]</font> Пси-врата"

[AutopsyAdventPsiWitch X2TechTemplate]
DisplayName="<font color='#6666CC'>[06]</font> Вскрытие Аватара"

; Extra QoL edits...

; [XComGameState_HeadquartersProjectHealSoldier]
;ProjectCompleteNotification="<font color='#BF0000' size='28'>%UNIT <font color='#EFEFEF'>восстанавливается после ранений.</font>"


; DONE!!!
